/* 
  Common.strings
  Secrets

  Created by Paulo Andrade on 29/11/14.
  Copyright (c) 2016 Outer Corner. All rights reserved.
*/

"Passphrase" = "Phrase secrète";
"ConfirmPassphrase" = "Confirmer la phrase secrète";
"EnterPassphrase" = "Saisissez votre phrase secrète";


// password strength
"PasswordScore.VeryWeak" = "très faible";
"PasswordScore.Weak" = "faible";
"PasswordScore.OK" = "OK";
"PasswordScore.Good" = "bonne";
"PasswordScore.Excellent" = "excellente";


// Button titles
"Button.Show" = "Montrer";
"Button.Hide" = "Cacher";
"Button.Copy" = "Copier";
"Button.Reveal" = "Révéler";
"Button.Conceal" = "Dissimuler";
"Button.Recover" = "Récupérer";
"Button.Trash" = "Corbeille";
"Button.MoveToTrash" = "Déplacer vers la Corbeille";
"Button.Cancel" = "Annuler";
"Button.OK" = "OK";
"Button.Done" = "Terminé";
"Button.Continue" = "Continuer";
"Button.Close" = "Fermer";
"Button.Edit" = "Modifier";
"Button.Back" = "Retour";
"Button.Fill" = "Remplir";
"Button.Send" = "Envoyer";
"Button.FillOptions" = "Remplir...";
"Button.AssociateAndFill" = "Associer et Remplir";
"Button.Delete" = "Supprimer";
"Button.Add" = "Ajouter";
"Button.Restore" = "Restaurer";
"Button.Sync" = "Synchro.";
"Button.NotNow" = "Pas maintenant";
"Button.Update" = "Mettre à jour";
"Button.ChangePassphrase" = "Changer la phrase secrète";
"Button.Change" = "Changer";
"Button.DeleteiCloudData" = "Supprimer Données iCould";
"Button.YesSure" = "Oui je suis sûr(e)";
"Button.YesDelete" = "Oui, supprimer";
"Button.Reset" = "Réinitialiser";
"Button.Unlock" = "Déverrouiller";
"Button.Enable" = "Activer";
"Button.Disable" = "Désactiver";
"Button.Dismiss" = "Ignorer";
"Button.Refresh" = "Actualiser";
"Button.Upgrade" = "Mettre à niveau";

// Filters
"Filter.All" = "Tout";
"Filter.AllItems" = "Tous les éléments";
"Filter.Trash" = "Corbeille";


/* Copy item action */
"Action.CopyItem" = "Copier %@";
"Action.CopyItem2Lines" = "Copier\n%@";
"Action.RevealItem" = "Révéler %@";
"Action.ConcealItem" = "Dissimuler %@";
"Action.RecoverItem" = "Restaurer %@";
"Action.FillItem" = "Remplir %@";
"Action.SendItem" = "Envoyer %@ vers l’application concernée";
"Action.MoveItemToTrash" = "Déplacer %@ vers la corbeille";
"Action.DeleteItem" = "Supprimer %@";

/* Option presented when nothing is found for a given search string. Eg: Add Login for "twitter" */
"Search.AddItem" = "Ajouter %@ pour « %@ »";
/* Presented when nothing is found for a given search string. Eg: No logins found */
"Search.NoResultsTitle" = "Aucun(e) %@ trouvé(e)";
/* Presented when nothing is found for a given search string. Eg: Couldn't find any logins matching you search. */
"Search.NoResultsDetailed" = "Aucun(e) %@ ne correspond à votre recherche.";
/* Trash is empty title */
"Search.TrashEmptyTitle" = "Aucun élément dans la corbeille";
/* Trash is empty message */
"Search.TrashEmptyMessage" = "Il semble que vous n'ayez envoyé aucun secret dans la corbeille.";
/* Empty section title */
"Search.SectionEmptyTitle" = "Aucun(e) %@ à montrer";
/* Empty section message */
"Search.SectionEmptyMessage" = "Ajouter un(e) %@ en appuyant sur le bouton + ci-dessus.";
/* Empty section message touch */
"Search.SectionEmptyMessageTouch" = "Ajouter un(e) %@ en appuyant sur le bouton + ci-dessous.";


// iCloud & Sync
"iCloud.CredentialItemName" = "Phrase secrète de synchronisation d'iCloud pour %@";
"iCloud.CredentialNoteContent" = "Cette entrée a été générée automatiquement lors de l'installation d'iCloud. Elle est utilisée de manière interne afin de se synchroniser avec iCloud. N'hésitez pas à changer son nom et/ou son nom d'utilisateur, mais  ne touchez pas au mot de passe et au service iCloud associé. Merci :)";
/* Merge notice */
"Sync.AutomaticallyMergedNotice" = "Fusionné automatiquement à cause d'un conflit sur %@";
/* Presented on a small overlay when the app is syncing */
"Sync.Syncing" = "Synchro. en cours";
/* Presented when iCloud sync is uploading the file data */
"Sync.WaitingForUpload" = "En attente de la fin de l'upload....";
/* Last sync date */
"Sync.LastSynced" = "Dernière synchro. : %@";
/* Title for "passphrase not synced" alert */
"iCloud.ChangePassphraseAlert.Title" = "Votre phrase secrète n'est pas automatiquement synchronisée via iCloud";
/* Message for "passphrase not synced" alert */
"iCloud.ChangePassphraseAlert.Message" = "Vous devez mettre à jour votre phrase secrète manuellement sur vos autres appareils pour continuer à utiliser iCloud Sync.";

/* Asked during setup when iCloud data already exists */
"iCloud.ShouldRestore" = "Souhaitez-vous restaurer vos données depuis iCloud ?";
/* Asked during setup when creating a new iCloud store */
"iCloud.ShouldSync" = "Voulez-vous synchroniser avec iCloud ?";

"iCloud.SetupFailedAlert.Title" = "Impossible d'activer iCloud Sync";
"iCloud.SetupFailedAlert.Message" = "Veuillez essayer de le réactiver plus tard";
"iCloud.SetupFailedAlert.MessageTouch" = "Veuillez essayer de le réactiver plus tard dans les Réglages";

/* Presented during setup while checking for iCloud data */
"iCloud.CheckingiCloud" = "Vérification iCloud...";

/* Alert title when trying to enable iCloud syncing */
"iCloud.NotAvailableAlert.Title" = "iCloud est indisponible";
/* Alert message when trying to enable iCloud syncing */
"iCloud.NotAvailableAlert.Message" = "Veuillez-vous assurer que vous êtes connecté à iCloud et que « Documents et Données » est activé dans Préférences du Système.";
"iCloud.NotAvailableAlert.MessageTouch" = "Veuillez-vous assurer que vous êtes connecté à iCloud.";

/* Disable iCloud confirmation dialog title */
"iCloud.DisableSyncAlert.Title" = "Êtes-vous sûr(e) de vouloir désactiver la synchro. iCloud ?";
/* Disable iCloud confirmation dialog message */
"iCloud.DisableSyncAlert.Message" = "En désactivant la synchronisation, les changements effectués sur cet appareil ne seront pas synchronisés avec iCloud et inversement";

/* Delete iCloud confirmation dialog title */
"iCloud.DeleteDataAlert.Title" = "Êtes-vous sûr(e) de vouloir supprimer vos données d'iCloud ?";
/* Delete iCloud confirmation dialog message */
"iCloud.DeleteDataAlert.Message" = "Ceci empêchera tout autre appareil actuellement appairé avec votre compte iCloud de se synchroniser. Vous devrez reconfigurer la synchronisation iCloud sur tous.";

/* Sync with iCloud setting */
"iCloud.SyncSetting" = "Synchro. avec iCloud";
/* Sync with iCloud explanation */
"iCloud.Info" = "iCloud Sync vous permet d'accéder à vos données sur tous vos appareils.";
/* iCloud Sync footer explanation when iCloud store file is missing */
"iCloud.Status.Missing" = "Les données iCloud sont manquantes. Il se peut que vous les ayez supprimées depuis un autre appareil. Pour réactiver la synchronisation iCloud vous devez la désactiver puis la réactiver à nouveau.";
/* iCloud Sync footer explanation when iCloud is unavailable but enabled */
"iCloud.Status.EnabledButUnavailable" = "iCloud est actuellement inaccessible. Il se peut que vous soyez déconnecté d'iCloud ou connecté en tant qu'utilisateur différent.";
/* iCloud Sync footer explanation when iCloud is unavailable and disabled */
"iCloud.Status.DisabledAndUnavailable" = "iCloud est actuellement inaccessible. Il se peut que vous soyez déconnecté d'iCloud.";



/* Delete multiple item confirmation alert title */
"Alert.PermanentlyDelete.Title" = "Supprimer définitivement %d éléments";
/* Delete multiple item confirmation alert message */
"Alert.PermanentlyDelete.Message" = "Êtes-vous sûr(e) de vouloir supprimer définitivement ces %d éléments ?";

"Alert.PremiumRequired.Title" = "Version Premium requise";
"Alert.PremiumRequired.Message" = "Devenez Premium pour créer et synchroniser plus de %d éléments.";

// Store
"Store.Version.Free" = "Gratuite";
"Store.Version.Premium" = "Premium";

"Store.Button.Buy" = "Acheter %@";
"Store.Button.Restore" = "Déjà acheté ? Restaurer >>";

"Store.PremiumUpgrade.Title" = "Devenir Premium";
"Store.PremiumUpgrade.Message" = "Mettre à niveau permet un nombre illimité d'éléments. Il s'agit d'un achat unique.";

"Store.ProcessingTransaction.Title" = "Traitement...";
"Store.ProcessingTransaction.Message" = "En attente de la fin de la transaction.";

"Store.HasPremium.Title" = "Premium Déverrouillé 🎉";
"Store.HasPremium.Message" = "Vous possédez la version Premium de Secrets. Merci !";

"Store.WaitingOnTransaction.Title" = "En attente d'Autorisation";
"Store.WaitingOnTransaction.Message" = "Votre achat est en attente de l'accord du représentant de votre famille.";

"Store.TransactionFailed.Title" = "Transaction a échoué";
"Store.TransactionFailed.Message" = "S'il vous plaît réessayez votre achat.";

"Store.OtherPlaformNotIncluded" = "Version Premium pour iOS vendue séparément.";

// New item
"NewItem.FreeVersionLimit" = "La version Gratuite a une limite de %d éléments.";
"NewItem.ItemsLeft" = "Vous pouvez créer encore %d élément(s).";

/* Phrase for system's authentication prompt when unlocking secrets */
"DeviceAuthentication.AuthRequiredToUnlock" = "Authentifiez-vous pour déverrouiller vos secrets";
"DeviceAuthentication.UnlockSecrets" = "Déverrouiller vos secrets";
